
MODEL_TEXT = '''
В мире моды опыт играет важную роль, но мы также ценим и новые таланты, стремящиеся развиваться и расти.

Поделитесь, пожалуйста, имеете ли вы опыт работы в модельной индустрии? Это поможет нам лучше понять, как мы можем поддержать вашу карьеру в нашем агентстве.
'''
survey_questions = [
    "Как давно вы работаете в модельном бизнесе?",
    "Какие виды модельной деятельности вас больше всего интересуют (фото, подиум, реклама, видео)?",
    "На какие страны или рынки вы бы хотели ориентироваться в своей карьере?",
    "Имели ли вы опыт работы на зарубежных проектах или с зарубежными агентствами?",
    "Какие аспекты модельной работы вас наиболее привлекают (творчество, путешествия, доход)?",
    "Готовы ли вы рассматривать новые и нестандартные форматы работы в модельной индустрии?",
    "Знакомы ли вы с концепцией вебкам-моделинга?",
    "Как вы относитесь к возможности работы в вебкаме, учитывая высокий потенциал заработка (от 800$) и работу на американскую аудиторию?",
    "Были бы вы заинтересованы в получении дополнительной информации о вебкам-моделинге и возможностях, которые он предлагает?",
    "Какие факторы были бы для вас решающими при принятии решения о работе вебкам-моделью?"
]

MODELING_TYPE_CHOICE = '''
Мы предлогаем вам два направления работы в рамках нашего агентства, каждое из которых имеет свои особенности и возможности:

1. **Стандартный моделинг**

Этот вариант подразумевает работу в традиционных направлениях моделинга, включая фотосессии, рекламные съемки и участие в показах. Это отличная возможность для моделей, стремящихся развивать свою карьеру в модельной индустрии и получать стабильный доход.

Заработок: $300 - $500 в месяц, в зависимости от количества и масштаба проектов.

Особенности: Количество мест для участия в этом направлении ограничено, что обеспечивает индивидуальный подход и внимание к каждой модели.

2. **Вебкам-моделинг**

Этот формат предоставляет уникальную возможность работать на международной англоязычной платформе с гарантированной анонимностью и доступом к зарубежной аудитории. Работа в вебкаме открывает широкие возможности для значительного увеличения доходов и гибкого графика работы.

Заработок: Потенциальный доход от $1400 в месяц, благодаря работе с платежеспособной аудиторией и индивидуальному подходу к расценкам.

Особенности: Мы предлагаем работу на закрытой зарубежной онлайн-платформе, подписка на которую стоит $170. Это не только обеспечивает высокий уровень интереса со стороны зрителей, но и гарантирует полную анонимность и безопасность для моделей.

'''


ABOUT_PLATFORM = '''
Мы предлагаем работу на специализированной онлайн-платформе, которая ориентирована на англоязычную аудиторию и доступна исключительно по подписке. Стоимость подписки для пользователей составляет $170, что напрямую связано с обеспечением конфиденциальности и созданием закрытого сообщества.

**Анонимность и Безопасность**

Одной из наших ключевых задач является обеспечение анонимности и безопасности для всех участников процесса. Платформа обладает строгими мерами контроля доступа и защиты данных, что позволяет нам гарантировать сохранение конфиденциальности информации о моделях. Мы придаем большое значение защите личной информации и предоставляем инструменты для контроля взаимодействия с аудиторией.

**Зарубежная Аудитория**

Работая через нашу платформу, вы получаете возможность взаимодействовать с международной англоязычной аудиторией. Это предоставляет шанс не только расширить географию профессионального взаимодействия, но и познакомиться с различными культурами, а также увеличить потенциальный доход благодаря доступу к зарубежным клиентам.

**Условия Работы**

Наша платформа предлагает гибкий график работы и возможность выбора формата взаимодействия с аудиторией, что делает её подходящей для разнообразных предпочтений и стилей жизни. Работа с нами может быть хорошим вариантом для тех, кто ищет дополнительный или основной источник дохода с возможностью работать из дома.
'''

MODEL_ORDER_WEBCAM = '''
В связи с особенностью нашего сообщества, которое характеризуется высокой степенью конфиденциальности и предоставляет уникальные возможности для получения значительных доходов, мы придаем особое значение процессу отбора моделей. Наше сообщество стремится обеспечить высокий уровень профессионализма и качества, что непосредственно отражается на удовлетворенности и лояльности наших зрителей.

В свете этих аспектов, мы обращаемся к вам с просьбой предоставить ваше портфолио, для ознакомления нашим HR-специалистом, которое может включать в себя фотографии откровенного характера. Это позволит нам лучше понять ваши возможности и предпочтения в рамках работы на нашей платформе. Это не является персональным предложением о работе, но в случае вашей заинтересованности в сотрудничестве с нами, наличие портфолио будет существенным преимуществом.

Мы тщательно подходим не только к выбору моделей, но и к формированию аудитории, чтобы обеспечить максимально комфортные и безопасные условия для всех участников нашего сообщества. Поэтому, если вы заинтересованы в возможности стать частью нашего эксклюзивного проекта, пожалуйста, отправьте своё портфолио в чат нашему боту, либо на нашу почту strawberry.glam.models@gmail.com.

Гарантируется, что все предоставленные вами медиаматериалы и портфолио будут использованы исключительно в целях ознакомления нашим HR-специалистом. Сразу же после завершения процесса проверки и оценки вашего портфолио все полученные от вас медиафайлы будут автоматически удалены из наших систем. Наша команда придает оромное значение конфиденциальности и защите личных данных. Ваша приватность и безопасность являются нашими приоритетами, и мы применяем все необходимые меры для их обеспечения в соответствии с лучшими стандартами и практиками.

Благодарим за интерес к нашему сообществу. Мы с нетерпением ждем возможности ознакомиться с вашими работами и обсудить перспективы сотрудничества.

Так же в случае предложения оффера мы можем предложить вам помощь с оборудованием
/equipment - подробнее


С уважением,

Команда Strawberry Glam Models

'''

MODEL_ORDER_DEFAULT = '''
Мы в поисках новых лиц для участия в различных проектах в сфере моделинга — от фотосессий и видеосъемок до работы на подиуме. Если вы стремитесь к развитию в этом направлении и хотели бы присоединиться к нашей команде профессионалов, мы приглашаем вас поделиться своим портфолио.

Портфолио — это ваше визитная карточка в мире моды, позволяющая нам увидеть ваш опыт, уникальный стиль и потенциал. Мы заинтересованы в моделях различного типажа и с разным уровнем опыта. Однако, хотелось бы отметить, что количество мест для участия в наших проектах ограничено. Это означает, что мы уделяем особое внимание отбору кандидатов, стремясь обеспечить качество и профессионализм на всех уровнях.

Что мы хотели бы видеть в вашем портфолио:

Фотографии в различных образах и стилях;
Информацию о вашем опыте участия в фотосессиях, показах и других проектах (если такой имеется);
Ваши параметры (рост, объемы и т.д.);
Краткое описание ваших профессиональных интересов и целей в моделинге.

Как отправить портфолио:

Можете отправить ваше портфолио напрямую в чат с нашим ботом, либо на нашу почту strawberry.glam.models@gmail.com. 

Каждое портфолио будет внимательно рассмотрено нашими специалистами. Мы обязуемся удостовериться в данных всех потенциальных моделей, так как стремимся подходить к выбору моделей столь же тщательно, как и к выбору зрителей и проектов.

Мы ценим каждого, кто проявляет интерес к сотрудничеству с нами, и с нетерпением ждем возможности ознакомиться с вашими работами.


С уважением,
Команда Strawberry Glam Models

'''

MODEL_EQUIPMENT = '''
Если после ознакомления с вашим портфолио мы примем решение предложить вам оффер, хотели бы подчеркнуть, что наше агентство предоставляет не только конкурентоспособные условия сотрудничества, но и всю необходимую техническую поддержку для эффективной работы.

В частности, каждому модели, присоединяющейся к нашему проекту, мы предлагаем:

1) Персональный ноутбук высокой производительности, который позволит вам работать без технических ограничений;
2) Профессиональную веб-камеру и высококачественный микрофон, обеспечивающие идеальное изображение и звук для ваших трансляций;
3) Декорации, которые помогут создать уникальное и привлекательное визуальное оформление вашего рабочего пространства;

В случае необходимости, предоставляем доступ к офису для работы, который уже оборудован всем необходимым для комфортной и продуктивной деятельности.

Мы убеждены, что предоставление высококачественного оборудования и условий работы является ключевым фактором успеха в сфере онлайн-моделинга. Это не только позволяет добиваться высоких профессиональных результатов, но и значительно улучшает общее впечатление зрителей от ваших трансляций.

Наша цель — создать для вас максимально комфортные условия, чтобы вы могли полностью сосредоточиться на своем творчестве и профессиональном росте. Мы заботимся о каждом аспекте вашей работы и стремимся обеспечить вам все необходимое для достижения наилучших результатов.

'''
