START_TEXT = '''
Привет! Добро пожаловать в модельное агентство "Strawberry Glam Models" 🍓. Мы рады видеть здесь талантливых и амбициозных людей, стремящихся к новым вершинам в мире моды и красоты.

В нашем агентстве есть место как для опытных профессионалов, так и для начинающих моделей, готовых обучаться и расти вместе с нами.

Пожалуйста, поделитесь с нами, кем вы хотите работать в нашей удивительной команде:

/model - Модель
/photographer - Фотограф
/makeup - Визажист
/stylist - Стилист

Выберите интересующую вас роль из списка ниже или введите её название. Мы с нетерпением ждём начала нашего сотрудничества!
'''
CONFIDENTIALITY_POLICY = '''
<b>Правила Конфеденциальности</b>

Введение

Добро пожаловать в модельное агентство "Strawberry Glam Models". Мы придаем огромное значение конфиденциальности и защите личных данных наших клиентов и моделей. В рамках нашей приверженности к вашей конфиденциальности, мы разработали следующие правила, описывающие, как мы обращаемся с вашими фотографиями и другими предоставленными материалами.

Правила Конфеденциальности по Обработке Медиа

1.Цель Сбора и Использования медиа файлов (фото, видео): Медиа, загруженные вами на нашу платформу или отправленные нам через электронную почту или любой другой канал, используются исключительно в целях оценки вашей кандидатуры нашими HR-специалистами для возможного сотрудничества.

2.Удаление Медиа: Все загруженные вами медиа будут автоматически удалены из наших систем немедленно после просмотра и оценки HR-специалистом. Это гарантирует, что ваша личная информация и изображения остаются конфиденциальными и не сохраняются без необходимости.

3.Меры Защиты: Мы применяем различные технические и административные меры для обеспечения безопасности ваших личных данных и фотографий. Это включает в себя использование современных методов шифрования и безопасного хранения данных.

4.Доступ к Фотографиям: Доступ к вашим фотографиям ограничен исключительно авторизованными HR-специалистами модельного агентства "Strawberry Glam Models", которые прошли соответствующее обучение по обеспечению конфиденциальности и защите данных.

5.Согласие на Обработку Фотографий: Загружая свои фотографии на нашу платформу или отправляя их нам, вы даёте согласие на их обработку в соответствии с вышеуказанными правилами конфиденциальности.

6.Изменения в Правилах Конфиденциальности: Мы оставляем за собой право вносить изменения в эти правила конфиденциальности в любое время. Все изменения будут опубликованы на нашем сайте с обновленной датой вступления в силу.

Заключение

Мы обязуемся защищать вашу конфиденциальность и личные данные. Если у вас есть вопросы или предложения относительно наших правил конфиденциальности, пожалуйста, свяжитесь с нами по электронной почте strawberry.glam.models@gmail.com.

Дата вступления в силу: 24.11.2023
'''
