
PHOTOGRAPHER_ORDER_DEFAULT = '''
В нашем агентстве Strawberry Glam Models мы всегда в поиске талантливых фотографов, готовых внести свой вклад в создание выдающихся проектов в индустрии моды. Если вы обладаете уникальным взглядом и стремлением к совершенству в своем мастерстве, мы приглашаем вас присоединиться к нашей динамичной и креативной команде.

Мы предлагаем возможность работать с талантливыми моделями, участвовать в создании проектов различного масштаба — от рекламных кампаний до арт-съемок и показов. Ваше искусство поможет зафиксировать красоту и передать уникальное видение нашего бренда.

Что мы ищем в портфолио фотографа:

Демонстрацию вашего уникального стиля и технического мастерства;
Разнообразие работ: модельные съемки, портреты, фэшн-фотографии и т.д.;
Опыт работы с моделями различных типажей и в разных условиях съемки;
Креативный подход и способность реализовывать концептуальные идеи.

Как представить ваше портфолио:
Мы будем рады ознакомиться с вашими работами. Отправьте нам ссылку на ваше онлайн-портфолио или прикрепите выбранные работы на нашу почту strawberry.glam.models@gmail.com.

Мы уверены, что совместная работа откроет перед нами новые горизонты и позволит создать действительно впечатляющие проекты. Присоединяйтесь к нам, чтобы вместе реализовывать самые смелые идеи в мире моды.

С уважением,
Команда Strawberry Glam Models
'''